Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: But there's no need to spend lots of money on complicated photo-editing software to fix those problems.
es: Pero no es necesario gastar mucho dinero en un complicado software de edición de fotos para corregir estos problemas.

source: The money that my dad brings home is not enough, he explained.
es: "El dinero que mi papá gana no es suficiente"", explicó él."

source: Money laundering empowers corruption and organized crime.
es: El lavado de dinero potencia la corrupción y la delincuencia organizada.

source: They include accounts receivable, or the amount of money owed to a business for services already performed.
es: Éstos incluyen cuentas por cobrar o las cantidades que se le deben a un negocio por servicios ya desempeñados.

source: Compact integral transmitter design saves money by reducing footprint and installation costs.
es: El diseño compacto del transmisor ahorra dinero al reducir el espacio y los costes de instalación.

source: This money would be increased to three times the sum in seven years.
es: Estos recursos se multiplicarían por tres en el plazo de siete años.

source: It increases penalties and shifts the burden of proof for demonstrating the origins of money onto the accused.
es: Aumenta las penalidades e invierte la carga de la prueba debiendo el acusado probar el origen de los fondos.

source: Much more money is spent on producing to kill than on saving lives.
es: Se gasta muchísimo más en producir para matar que en salvar vidas.

source: Such strategies include equity-market neutral, fixed-income arbitrage, convertible-bond arbitrage and mortgage-backed securities arbitrage.
es: Ejemplos de estas estrategias son equity market neutral, arbitraje de renta fija (fixed income arbitrage), arbitraje de bonos convertibles (convertible bond arbitrage) o arbitraje de títulos con garantía hipotecaria (mortgage-backed securities).

source: The credit crunch in the financial markets of developed countries, which arose from the mortgage-backed securities sector in the United States of America, significantly altered the risk assessments and behaviour of global economic actors.
es: La contracción del crédito en los mercados financieros de los países desarrollados, que tuvo su origen en el sector de los valores hipotecarios de los Estados Unidos de América, alteró de forma significativa las evaluaciones del riesgo y el comportamiento de los agentes económicos mundiales.

source: Of the total value of premiums collected in 2006, 7.11 per cent represent group life insurance policies and 0.17% individual policies.
es: Del total de primas cobradas en 2006, el 7,11% corresponde a seguros de vida colectivos y el 0,17% a seguros de vida individuales.

source: Steps to teach children safety drills will serve as a kind of invisible life insurance, not just at school but at home.
es: Los pasos para enseñar a los niños simulacros de seguridad, servirán como un seguro de vida invisible no solo en las escuelas, sino en los hogares.

source: Under current tax law, participants in this plan qualify for the tax advantages of life insurance, and when the plan is redeemed up to 75% of the yield obtained might be tax free.
es: Según la legislación tributaria vigente, las personas que contraten estos Planes se benefician de las ventajas fiscales de los seguros de vida, y en el momento de recuperar el Plan, podrían quedar libres de tributación hasta el 75% de los rendimientos obtenidos.

source: If you have whole life insurance with substantial cash value, you can ask for a policy loan.
es: Si tiene seguro de vida entera con considerable valor en efectivo, solicite un préstamo contra la póliza.

source: She was able to buy a home in Garden Grove, California, for herself and her daughter with money she received from her husband's life insurance when he died in a house fire.
es: Pudo comprarse una casa en Garden Grove, California, para ella y su hija, con el dinero que recibió del seguro de vida de su marido, luego de que él muriera en un incendio.

source: Minimum social welfare benefits shall cover medical care, incapacity/disability coverage and life insurance.
es: Las prestaciones mínimas del régimen de previsión social abarcarán la atención médica, la cobertura por incapacidad o discapacidad y el seguro de vida.

source: The requirements are the normal ones plus a life insurance policy.
es: Los requisitos son los habituales más un seguro de vida.

source: Solvency margin requirements for non-life insurance undertakings ***I
es: Margen de solvencia para las empresas de seguros no de vida ***I

source: Recently, for instance, there have been strong calls for transferable benefits, particularly of pensions and medical and life insurance.
es: Por citar un ejemplo, últimamente ha habido fuertes llamamientos en favor de la transferencia de prestaciones, especialmente de las pensiones y de los seguros médicos y de vida.

source: Each graduate received a line of credit to implement these plans.
es: Cada egresado ha recibido una línea de crédito para implementar estos planes.

source: Comfama will use this line of credit to grant working capital loans to microenterprises and small and medium-size companies affiliated with it.
es: Con la línea de crédito Comfama otorgará préstamos de capital de trabajo a microempresas y pequeñas y medianas empresas afiliadas al sistema.

source: Lockwood said that for the funds to be available they are waiting for the Puerto de Las Americas Authority report on how they will use some $70 million from a line of credit approved by the past legislature.
es: El Presidente del BGF dijo que para la liberación de fondos aguardan que la Autoridad del Puerto de las Américas informe cómo utilizarán unos 70 millones de dólares de una línea de crédito aprobada por la Legislatura pasada.

source: Depending on how the overdraft protection is set up, you may choose your savings account or your line of credit to cover the overdraft.
es: Según la protección establecida, usted podrá elegir cubrir el sobregiro con su cuenta de ahorro o su línea de crédito.

source: Take advantage of a convenient line of credit tied to your checking account.
es: Aproveche una línea de crédito conveniente ligada a su cuenta de cheques.

source: The president of Mexico said when he arrived in London that he is negotiating a line of credit with the IMF for 26 billion euros.
es: El Presidente de México dijo a su llegada a Londres que negocia con el Fondo una línea de crédito por 26 mil millones de euros.

source: (b) The Court will determine the total amount of funds it will draw from the line of credit.
es: b) La Corte determinará el importe total de los fondos que utilizará de esa línea de crédito.

source: The funds are part of a line of credit of $250 million approved last term.
es: Los fondos forman parte de una línea de crédito de 250 millones de dólares aprobada durante el cuatrienio anterior.

source: You can access this line of credit via your checking account.
es: Tendrás acceso a esta línea de crédito a través de cheques.

source: These intellectual property rights may be owned by different persons.
es: Estos derechos de propiedad intelectual pueden tener diversos titulares.

source: She specializes in mergers, acquisitions, joint ventures, contractual negotiations and managing litigation related to intellectual property, on an international level.
es: Su experiencia gira en torno a la estrategia empresarial, desarrollo de negocio, licencias de patentes y administración y dirección de empresas tanto en Estados Unidos como en Europa.

source: Our work and investment need to reflect that reality.
es: Nuestra labor e inversión deben reflejar esa realidad.

source: The remaining balance may be obtained from a commercial lender or private party.
es: El saldo restante puede ser obtenido de un prestamista comercial o de un grupo privado.

source: The security agent is then responsible for releasing the loan passed through it from the lender.
es: El agente de garantía se encarga entonces de desbloquear los fondos remitidos por el prestamista.

source: It may be better to negotiate with your lender for a better rate on your current mortgage.
es: Es posible que sea mejor negociar con su prestador sobre una tasa mejor para la hipoteca actual.

source: For this reason, it is recommended that the lender leverage relationships with producer associations, technical assistance providers, and/or the final buyer to assist in monitoring the value chain loan portfolio.
es: Por esta razón, se recomienda que el analista de las cadenas de valor priorice la interacción con la asociación de productores, con los proveedores de asistencia técnica, con el comprador final, y/u otros actores para poder monitorear la cartera de crédito de la cadena de valor.

source: "The ability of the ""borrower"" to on-sell the securities (or gold) reflects that legal ownership is transferred to the borrower, while the economic risks and benefits of ownership remain with the lender (original owner)."
es: El hecho de que el prestatario pueda efectuar esa reventa significa que se le transfirió la propiedad jurídica, en tanto que los riesgos y recompensas económicas de la propiedad continúan en manos del prestamista (propietario original).

source: Only the limited liability company's capital is liable for its commitments.
es: Las sociedades de responsabilidad limitada responden de sus compromisos solamente con su capital.

source: "2.2 In 1989, the author founded, and his wife became the sole shareholder of, a limited liability company named ""Econtract""."
es: "2.2. En 1989 el autor fundó una sociedad de responsabilidad limitada llamada ""Econtract"", de la que su esposa se convirtió en accionista única."

source: The company, through a deed of September 17, 2004 changes from limited liability company to public corporation, then receiving the following name Abengoa Bioenergy, S.A.
es: La sociedad, mediante escritura de fecha 17 de septiembre de 2004, se transforma de Sociedad de Responsabilidad Limitada en Sociedad Anónima, pasando en consecuencia a recibir la siguiente denominación Abengoa Bioenergía, S.A.

source: By law they are the guarantors of continuity and security of supply. Both are limited liability companies listed on the stock exchange whose shares are held by a large number of private investors.
es: Estas compañías tienen forma jurídica de sociedad anónima, están cotizadas en bolsa y sus acciones se reparten entre numerosos inversores privados.

source: "3.18. Limited Liability Partnerships An IBO may own and operate his or her IB as a limited liability partnership (""LLP"") provided it complies with the following conditions"
es: 3.18. Sociedades de responsabilidad limitada Un IBO puede tener y operar su propio IB como sociedad de responsabilidad limitada siempre que cumpla con las siguientes condiciones

source: It is important to remember that most companies active in the construction industry are limited liability companies that are not required to publish their financial statements.
es: Es importante recordar que la mayoría de las empresas del sector de la construcción son sociedades de responsabilidad limitada que no tienen la obligación de publicar sus estados financieros.

source: Some companies have already waived their limited liability through their own customer policy or their internal quality standards.
es: Algunas compañías han renunciado a la limitación de su responsabilidad a través su propia política de servicio a la clientela o de sus normas de calidad internas.

source: In another instance, in the Limited Liability Company AMTO v. Ukraine arbitration, the arbitrators make clear in their final award that the claimants also mounted a case against the Ukraine at the European Court of Human Rights.
es: En otra instancia, en el arbitraje entre la Sociedad de Responsabilidad Limitada AMTO contra Ucrania, los árbitros dejaron en claro en su laudo arbitral que los demandantes también presentaron un caso contra Ucrania en el Tribunal Europeo de Derechos Humanos.

source: As a result, part of the political responsibility for planning actually resides with the limited liability companies Enagas and REE.
es: Como consecuencia de esta debilidad, parte de la responsabilidad política de la planificación se desplaza de hecho a las sociedades anónimas Enagas y REE.

source: Whenever monitoring occurs, the analyst or proxy should also generate a brief report, highlighting circumstances that could endanger loan repayment.
es: Donde quiera que se de dicho monitoreo, el analista o delegado deberá generar un breve informe indicando las circunstancias que podrían poner en peligro el pago del préstamo.

source: The loan agreement has not yet been signed.
es: El acuerdo de préstamo todavía no se ha firmado.

source: She owns her own hair salon in the part of the house they added with their loan.
es: Tiene su propia peluquería en la parte de casa que añadieron con un préstamo.

source: The loan reimbursement is financed through the regular budget.
es: El reembolso del préstamo se financiará con cargo al presupuesto ordinario.

source: Only a bank loan, for which his relatives stood surety, kept the company afloat.
es: Sólo un crédito bancario avalado por la familia pudo mantener la empresa a flote.

source: We achieve this by providing lenders with tools to verify that their loan application conforms to the purpose of the credit and enhance their control over the transaction.
es: Logramos esta meta brindando a los prestamistas herramientas que le permitan verificar que el préstamo se utilizó para el fin del crédito y mejorar el control de la transacción.

source: One of our weapons is the Contingent Credit Line, a new IMF loan facility set up in 1999 and overhauled earlier this year.
es: Una de nuestras armas es la línea de crédito contingente, el nuevo servicio creado por el FMI en 1999, actualizado a principios de este año.

source: You don't have the money to go to the movies, to go to the gym, to take a vacation.
es: No tienes dinero para ir al cine, para ir al gimnasio, o para tomar vacaciones.

source: If I may be allowed to paraphrase Alfred de Musset, they do not toy with love or money.
es: Y si se me permite parafrasear a Musset, ellas no bromean ni con el amor, ni con el dinero.

source: Mortgage-Backed Securities In the absence of quoted market prices and an active market, the fair value of mortgage-backed securities is based on significant estimates made by Management.
es: Títulos respaldados por hipotecas No habiendo cotizaciones de precios de mercado ni un mercado activo, el valor justo de los títulos respaldados por hipotecas se basa en importantes cálculos estimativos efectuados por la administración.

source: The remaining Level 2 available-for-sale securities are primarily comprised of mortgage-backed securities guaranteed by Canada Mortgage and Housing Corporation.
es: El resto de los títulos de Nivel 2 disponibles para la venta constan principalmente de títulos valores respaldados por hipotecas con garantía de Canada Mortgage Housing Corporation.

source: Bancaja floats an issue of mortgage-backed securities for residential homes for a value of 2,000 million euros
es: Bancaja realiza una emisión de titulización de préstamos hipotecarios residenciales por valor de 2.000 millones de euros

source: Titularizadora began selling mortgage-backed securities in the domestic market in 2002 and continued to place substantial amounts in 2004.
es: Titularizadora comenzó a vender títulos respaldados por crédito hipotecario en el mercado doméstico en 2002 y continuó colocando cantidades sustanciales a lo largo de 2004.

source: Canada Mortgage and Housing Corporation provides a guarantee of timely payment to NHA mortgage-backed security investors.
es: Canada Mortgage and Housing Corporation garantiza el pago puntual a los inversionistas en títulos valores respaldados por hipotecas sujetos a la NHA.

source: Does anyone have a checking, savings account, or life insurance?
es: ¿Tiene alguien una cuenta de cheques, de ahorros o un seguro de vida?

source: If you are a single, rent a house or apartment, and have little in the way of assets or debts, then you may not need any additional life insurance at all.
es: Si usted es soltero, renta una casa o un departamento, y tiene pocos bienes o deudas, entonces usted no necesitará una cobertura adicional de seguro de vida.

source: The Company also provides substantially all domestic salaried employees with postretirement health care and life insurance benefits.
es: La Compañía también brinda beneficios de seguro de vida y cobertura de salud postretiro a prácticamente todos los empleados asalariados nacionales.

source: In addition Ecuadorian volunteers will be provided with life insurance.
es: Adicionalmente a los voluntarios ecuatorianos se les proveerá el seguro de vida.

source: Sin embargo, tan pronto volvemos a la realidad, sentimos una gran ira, porque lo que nos aguarda es una lucha sin fin.
es: As soon as we get back to reality, however, we feel fierce anger, because what then lies ahead of us is an endless struggle.

source: Regarding the budget, even if we were to invest the entire budget that the Community has for this purpose, it would not be enough.
es: Con respecto al presupuesto, incluso si invirtiéramos la totalidad del presupuesto que la Comunidad tiene para este fin, sería insuficiente.

source: Moreover, it is hardly to be expected that a private enterprise which had just rid itself of a loss-making company would again invest in such a company.
es: Además, sería muy extraño que una empresa privada que acabase de deshacerse de una empresa con pérdidas volviera a invertir en ella.

source: Banks are quite careful when dealing with heirs to avoid the risk of having one heir appropriating the deceased's money at the expenses of other heirs.
es: Los banqueros son muy precavidos en el trato con los herederos para evitar el riesgo de que un heredero se apropie del dinero del difunto a expensas de otros herederos.

source: Probably the sole heir of that movement is today's anti-globalization, and this is only true to a certain extent, such as the simplicity of a number of its analyses or the banality of a number of its slogans.
es: Probablemente sólo el movimiento altermundista actual es heredero de esa corriente en ciertos aspectos, como por ejemplo en la simplicidad de algunos análisis o en la banalidad de algunos eslóganes.

source: testate successions conditions for the validity of wills (form, substance, testamentary capacity, limits on the freedom to bequeath) reserved portions, anomalous successions, agreements as to future successions (authorised or prohibited), reserved portions, trusts, status as heir
es: sucesiones testamentarias condiciones de validez del testamento, (forma y contenido, capacidad para testar, limites de la autonomía de la voluntad), legítima, sucesiones anómalas, contratos de herencia (autorizados o prohibidos), sustitución fideicomisaria, acreditación de la condición de heredero

source: Are infringements of intellectual property rights in peer-to-peer networks serious enough crimes for the data retained to be accessed?
es: ¿Son las infracciones de los derechos de propiedad intelectual en redes entre pares delitos suficientemente graves como para tener acceso a los datos retenidos?

source: They will also have intellectual property rights to the results of their activities.
es: Además tendrán derechos de propiedad intelectual derivados de su propia actividad.

source: I am sure there are many people, like me, who at the outset don't know the intellectual property system and who guard their inventions like the proverbial dog in the manger.
es: Estoy seguro de que mucha gente como yo, que no conocía en un principio el sistema de propiedad intelectual hace así y se guarda sus invenciones como el perro del hortelano.

source: They also often address investment-related issues such as intellectual property protection and competition.
es: También se ocupan a menudo de cuestiones conexas, como por ejemplo la protección de los derechos de propiedad intelectual y la competencia.

source: The intellectual property rights to the site remain the exclusive property of Noé.
es: Los derechos de propiedad intelectual relativos al sitio Web siguen siendo la propiedad exclusiva de Noé.

source: Did you receive it as an inheritance or insurance policy?
es: ¿Lo ha recibido como herencia o por una póliza de seguro?

source: The plan would not be modest in its need for financial and infrastructure investment.
es: El plan no sería modesto en lo que respecta a sus necesidades de inversiones financieras e infraestructurales.

source: Identifying a country for investment in commercial reforestation (in the case of a multinational company)
es: Identificación de un país para la inversión en reforestación comercial (empresa multinacional).

source: The effects are both direct and also through consumption and investment multipliers.
es: Los efectos son directos y además multiplicadores en las esferas del consumo y la inversión.

source: A large number of suppliers at IFRA Expo will demonstrate how publishing houses can show 'mobile' presence with just a minor investment of resources.
es: "Un gran número de proveedores mostrará en la IFRA Expo cómo pueden participar de esta tendencia las editoras con recursos limitados""."

source: It does, however, accept that there are market gaps for some types of investment at certain stages of enterprises' development which are the result of imperfect matching of supply of and demand for risk capital and can generally be described as an equity gap.
es: No obstante, acepta que existen lagunas en el mercado para algunos tipos de inversión en ciertas fases del desarrollo de las empresas que podrían derivarse de un desajuste entre la oferta y la demanda de capital riesgo y que, en general, se puede describir como falta de fondos propios.

source: It is estimated that it will take ten years for the investment bank to be wound up.
es: Se calcula en diez años el plazo para la liquidación de ese banco de inversión.

source: This transition requires significant investment in enhancing the capacity of fixed and mobile networks.
es: Esta transición exige importantes inversiones para reforzar la capacidad de las redes fijas y móviles.

source: Corruption was found to lower investment, thereby lowering economic growth.
es: Se descubrió que la corrupción reducía la inversión, y asimismo reducía el crecimiento económico.

source: Moreover, confidence was also strengthened because RBI retained substantial powers to act as a lender of last resort, mainly for ailing banks.
es: También había contribuido a aumentar la confianza las importantes facultades que había retenido el RBI para actuar como prestamista de última instancia, sobre todo para los bancos en problemas.

source: Your original lender may have sold your loan to another company.
es: El prestamista original se lo pudo haber vendido a otra empresa.

source: At each stage, the human rights principles of accountability, participation, inclusion, transparency, accountability and non-discrimination must be upheld by both the lender and the borrower.
es: En cada etapa, los principios de derechos humanos relativos a la responsabilidad, participación, inclusión, transparencia, rendición de cuentas y no discriminación deben ser observados tanto por el prestamista como por el prestatario.
